'use strict';

(function () {
  window.reviewsData = {
    names: [
      'Мария',
      'Александр',
      'Мирослава',
      'Константин'
    ],
    info: [
      'юрист, 33 года',
      'врач, 36 лет',
      'дизайнер, 27 лет',
      'риэлтор, 28 лет'
    ],
    texts: [
      'Заказывала торт брауни на юбилей мужа. Гости были в восторге! Отдельное спасибо за своевременную доставку! Теперь будем заказывать торты только у вас для наших семейных праздников:)',
      'Заказывали торт на свадьбу. Все моменты были оговорены заранее: начинки, цвета, фрукты, украшения. Кондитер всё учёл, торт доставлен в срок, без опазданий, цена не изменилась. За умереную плату из мастики слепили фигурки по нашему эскизу, причем заранее согласовали их внешний вид. Приятным бонусом послужил бесплатный пробник тортика, который нам любезно предоставили при заказе. Мне торт показался суховатым, но это мнение не совпало с большинством гостей, с кем удалось пообщаться на второй день. Все довольны финальным лакомством. так что свои слова по поводу сухости прошу близко к сердцу не принимать. И самый главный момент - цена!!! она ниже среднего ценника или на среднем уровне. Я бы заказал здесь торт еще раз. Советуем и рекомендуем! Дмитрий и Мария. Тортик в стиле «Рустик»',
      'Хотела бы выразить огромную благодарность Кондитеру. Заказывали "голый" торт на свадьбу 25.06.18. И, хотя само обсуждение его внешнего вида и вкуса заняло минут 5, когда торт приехал (вовремя, кстати) - я просто обомлела. Я даже не ожидала, что он окажется настолько красивым! Все пожелания, даже не озвученные, были угаданы учтены - торт как будто сошел с картинки. А каким же вкусным он оказался! Прекрасное сочетание ингредиентов: шоколадного бисквита, крема из маскарпоне и ягод, фруктов. "Легкий", красивый, вкусный! Умяли все до последнего кусочка! Спасибо за прекрасную работу и за то, что помогли нам так красиво и вкусно завершить наш радостный праздник! Успехов вам!',
      'Обожаю ваши тортики! Очень удобно делать заказ через сайт. Спасибо что вы есть)'
    ],
    photos: [
      'img/content/review-photo1-mobile@1x.png',
      'img/content/review-photo2-mobile@1x.png',
      'img/content/review-photo3-mobile@1x.png',
      'img/content/review-photo4-mobile@1x.png'
    ]
  };
})();
