'use strict';

(function () {
  window.stuffingData = {
    images: [
      'img/staffing-shoco-mobile@1x.jpg',
      'img/staffing-rainbow-mobile@1x.jpg',
      'img/staffing-banana-mobile@1x.jpg',
      'img/staffing-red-mobile@1x.jpg',
      'img/staffing-caramel-mobile@1x.jpg',
      'img/staffing-shoco-berries-mobile@1x.jpg',
      'img/staffing-honey-mobile@1x.jpg'
    ],
    alt: [
      'Изображение шоколадного бисквита с шоколадным кремом',
      'Изображение бисквита «Радуга»',
      'Изображение шоколадно-бананового бисквита',
      'Изображение бисквита «Красный бархат»',
      'Изображение бисквита с начинкой карамель со сгущенкой',
      'Изображение шоколадно-ягодного бисквита',
      'Изображение бисквита «Медовик»'
    ],
    headings: [
      'Шоколадный ганаш',
      '«Радуга»',
      'Шоколадно - банановый',
      '«Красный бархат»',
      'Карамель со сгущенкой',
      'Шоколадно - ягодный',
      '«Медовик»'
    ],
    texts: [
      'Ароматный шоколадный бисквит, густой шоколадный крем – самый шоколадный из всех возможных десертов!',
      'Не только очень вкусная, но и необыкновенно яркая начинка! Тор с такой начинкой сделает Ваш праздник таким же красочным!',
      'Замечательно украсит любой праздник! Приятно удивит своим нежным, банановым вкусом! Не оставит равнодушным никого!',
      'Невероятной красоты начинка! Идеально подойдет на любой женский праздник!',
      'Замечательный вкус карамели со сгущёнкой и нежный бисквит поднимут Ваше настроение!',
      'Если любите контраст - это ваш выбор. Замечательное сочетание кислого в сладком!',
      'Классический, давно всеми любимый, сладкий вкус! Понравится абсолютно всем на вашем празднике!'
    ],
    prices: [
      '1000 руб/кг',
      '1100 руб/кг',
      '900 руб/кг',
      '1400 руб/кг',
      '1300 руб/кг',
      '1500 руб/кг',
      '950 руб/кг'
    ],
    inputsValues: [
      'shocolade-cream',
      'rainbow',
      'shoco-banana',
      'red-velvet',
      'caramel',
      'shoco-berries',
      'honey'
    ]
  };
})();
